const dashboardData={months:["ต.ค.68","พ.ย.68","ธ.ค.68","ม.ค.69","ก.พ.69","มี.ค.69","เม.ย.69","พ.ค.69","มิ.ย.69","ก.ค.69","ส.ค.69"],projects:[
{name:"1. แผนงานการพัฒนาประสิทธิภาพการประเมินราคาทรัพย์สิน (วป.)",status:"แล้วเสร็จ",progress:[6.67,20.83,35,42.5,56,62,68,74,80,90,100]},
{name:"2. โครงการฝึกอบรมหลักสูตรพัฒนาทักษะการใช้เทคโนโลยีเพื่อการประเมินราคาทรัพย์สิน (วป.)",status:"แล้วเสร็จ",progress:[50,80,100,100,100,100,100,100,100,100,100]},
{name:"3. โครงการฝึกอบรมหลักสูตรเจ้าหน้าที่ประเมินราคาทรัพย์สินเพื่อการประเมินราคาอสังหาริมทรัพย์ ประจำปีงบประมาณ พ.ศ. 2569 (วป.)",status:"แล้วเสร็จ",progress:[7.5,60,60,100,100,100,100,100,100,100,100]},
{name:"4. โครงการจัดจ้างที่ปรึกษาเพื่อพัฒนาหลักเกณฑ์การประเมินราคาทรัพย์สิน (วป.)",status:"แล้วเสร็จ",progress:[71.43,77.14,82.86,88.57,94.29,100,100,100,100,100,100]},
{name:"5. แผนงานการพัฒนาระเบียบ หลักเกณฑ์ หรือแนวปฏิบัติ ตามพระราชบัญญัติการประเมินราคาทรัพย์สินเพื่อประโยชน์แห่งรัฐ พ.ศ. 2562 (ลป.)",status:"แล้วเสร็จ",progress:[6.67,13.33,20,30,40,50,90,100,100,100,100]},
{name:"6. แผนงานจัดทำฐานข้อมูลรวบรวมระเบียบ หลักเกณฑ์ แนวปฏิบัติด้านประเมินราคาทรัพย์สิน (ลป.)",status:"เป็นไปตามแผน",progress:[6.67,23.33,32,38,44,50,56.66,63.33,76.66,83.33,95]},
{name:"7. แผนงานควบคุมมาตรฐานข้อมูลเพื่อจัดทำบัญชีราคาประเมินทรัพย์สิน (จฐ., ศป.)",status:"แล้วเสร็จ",progress:[10,24.3,38.6,55.75,63,71.6,80.47,89.3,93.81,98.35,100]},
{name:"8. แผนงานประชาสัมพันธ์เพื่อส่งเสริมภาพลักษณ์ภารกิจด้านการประเมินราคาทรัพย์สิน (ESG)",status:"แล้วเสร็จ",progress:[6.66,13.32,20,25,30,35,47.5,55,62.5,85,100]}
]};
